[
  {
    "title": "In what year is quarterback Trevor Lawrence the number one overall pick for the NFL draft?",
    "detail": "The ball popped loose as he was wrapped up by Sheldon Rankins. He is expected to be the overall pick in the year 2020. LeBron James. Three"
  },
  {
    "title": "What school did quarterback Trevor Lawrence lead to back-to-back championships?",
    "detail": "Clemson. ESO'S GRAVITY instrument. McDonald's. 3D dimensions on a 2D screen"
  },
  {
    "title": "Trevor Lawrence is expected to carry what title in the 2020 NFL Draft?",
    "detail": "Donald Trump. No. 1 overall pick. The Cleveland Browns. Drew McIntyre"
  },
  {
    "title": "Who is expecting to be the No. 1 overall pick in the 2020 NFL Draft?",
    "detail": "Zoom. Quarterback Trevor Lawrence is expected to be the No. 1 overall pick in the 2020 NFL Draft. His health. Covid-19"
  },
  {
    "title": "What was the score when the Texans lost to the Patriots in the season opener?",
    "detail": "Matt Ryan. Abigail Disney. Tiger Woods. 27-20"
  },
  {
    "title": "What could coach Bill O'Brien have done differently to help the Texans win?",
    "detail": "44 times. The Yankees and the Houston Astros are flattening their respective opponents, playing to their strengths. Drake. He should've called the timeouts"
  },
  {
    "title": "The Texans lost to the Patriots in the season opener. What was the score?",
    "detail": "Expanded best-picture. $69 billion. Kristi Toliver. 27-20"
  },
  {
    "title": "What was the score that caused the Patriots to lose?",
    "detail": "CNN. Popeyes. 27-20. Melissa Etheridge's son who recently passed away"
  },
  {
    "title": "On Saturday, what quarterback of the Indianapolis Colts announced his retirement from the NFL?",
    "detail": "Sitcoms. Initial Coin Offerings (ICO's. 10th in the World. Andrew Luck"
  },
  {
    "title": "How did fans react to Colts quarterback Andrew Luck retirement announcement?",
    "detail": "Mobile GeForce GTX1650. Cocktails. Reacted with booing. Vijay Singh, ZKeith Mitchell and Kyoung-Hoon Lee"
  },
  {
    "title": "What team did quarterback Andrew Luck retire from on Saturday?",
    "detail": "Mcdonalds. Black Friday and Cyber Monday. Indianapolis Colts. Extinction Rebellion"
  },
  {
    "title": "How was Andrew Luck's retirement taken by some fans?",
    "detail": "He was booed, despite the pain he has. 2013. The encounter Ali had with Bill Murray and he toasted the cast with vodka and spilled it all over Ali. The Cleveland Browns"
  },
  {
    "title": "What company announced it will no longer show smoking in future original programming aimed at younger viewers?",
    "detail": "Netflix. World Cup winning football team. Moby. Week 7"
  },
  {
    "title": "What Netflix will no longer show in the future original programming that is aimed at younger viewers?",
    "detail": "Smoking. The Cleveland Browns. Renal failure. 2020"
  },
  {
    "title": "What forced Netflix to not show smoking in original programming aimed at younger viewers?",
    "detail": "Yusaku Meazawa. Apple. An anti-smoking groups reports. 3"
  },
  {
    "title": "What will Netflix no longer show in future programming aimed at younger viewers?",
    "detail": "Smoking. They want Azealia Banks and Grimes. Playstation 5. Captain Kirk"
  },
  {
    "title": "What did police say was the reason Kevin Tyrell Davis was stabbed to death outside a Popeyes in Oxon Hill, Maryland?",
    "detail": "On Monday morning. 40 per cent. He cut a line for a re-released chicken sandwich. $200,000"
  },
  {
    "title": "What fast food franchise was Kevin Tyrell Davis, 28, stabbed to death for cutting the line?",
    "detail": "Popeyes. The no-carb, no-sugar diet. Jimmy Butler. Michael Williams"
  },
  {
    "title": "Who was stabbed to death outside a Popeyes in Oxon Hill, Maryland?",
    "detail": "Amazon will invest to increase bus service to its headquarters. Colin Kaepernick. Comcast. Kevin Tyrell Davis"
  },
  {
    "title": "Should you cut in line for a re-released chicken sandwich?",
    "detail": "5 dollars a month. 83 yards. Apparently not, Kevin Tyrell Davis was stabbed to death outside of Popeyes. Moby"
  },
  {
    "title": "After appearing in  \"Its Alive\", and \"The Fourth Kind\", then getting his degree in Zoology, what did Raphael Coleman eventually  do for a living?",
    "detail": "In defrosted seal poop. No-carb, no-sugar diet. He'll never commit another crime. A climate change activist"
  },
  {
    "title": "Raphael Coleman became a climate change activist with what environmental movement?",
    "detail": "1.5 million. Extinction Rebellion. Modern dance. LeBron James"
  },
  {
    "title": "Which actor turned climate change activist attended the University of Manchester?",
    "detail": "Raphael Coleman. Yusaku Meazawa will be one of the first passengers which is set for 2023. At a February event. No. 1 seed Virginia"
  },
  {
    "title": "What degree did Raphael Coleman earn from the University of Manchester?",
    "detail": "0.7 percent. The Paperwhite update has the same ipx8 water proof rating as the Kindle Oasis, with a range water resistant fabric covers. McDonald's. Bachelors of zoology"
  },
  {
    "title": "Who does the Houston Rockets want to recruit in free agency but don't have the salary cap to sign and need the threat of the Sixers losing him for nothing to motivate Philadelphia into a trade?",
    "detail": "The Nest Cam IQ Indoor. Desmond Amofah aka Etika. Jimmy Butler. 37"
  },
  {
    "title": "Which player is the Houston Rockets general manager Daryl Morey determined to recruit in free agency even though the team doesn't have the salary-cap space to sign him?",
    "detail": "Jimmy Butler. 2000. Rock 'n Play sleepers. No-carb, no-sugar diet"
  },
  {
    "title": "Who does Daryl Morey from the Houston Rockets want to recruit?",
    "detail": "Mr Magowan saved the Giants from moving and built Pacific bell Park for them. Jimmy Butler. They are nearing a billion users. Young men who smoke pot"
  },
  {
    "title": "The Houston Rockets do not have what to sign Jimmy Butler?",
    "detail": "Kylie Jenner. The first meteorite to be discovered on another planet. The salary-cap space. Amazon does"
  },
  {
    "title": "Which dinosaur fossil was found in North America that connects the earliest tyrannosaurs to the T-Rex?",
    "detail": "Between 33 and 35 dollars. It was reported that Pat Sajak was recovering comfortably from having an emergency surgery to remove blockage of an intestine. Moros Intrepidus. Tesla shareholders"
  },
  {
    "title": "How many years old is the oldest Tyrannosaur fossil found in North America?",
    "detail": "GOOGLE MAPS. Because she believes he is innocent of the crimes he was convicted. 96 million years. Become more open-minded"
  },
  {
    "title": "What are the oldest tyrannosaurs found in North America?",
    "detail": "Pat Sajak. Tesla shareholders. Elon Musk says the restriction are overly aggressive and unconstitutional. Moros intrepidus"
  },
  {
    "title": "Moros intrepidus is the oldest found in North America?",
    "detail": "Tyrannosaur. Attorney General William Barr. No-carb, no-sugar diet. 4 years and $31 million"
  },
  {
    "title": "According to the Bureau of Labor Statistics, how many unfilled jobs does the United States have, leading companies to be more open minded in candidates?",
    "detail": "Santa Anita suspen racing for the season. Jimmy Pitaro. 7 million. A circuit breaker"
  },
  {
    "title": "Due to over 7 million unfilled jobs, what have many companies done when considering candidates?",
    "detail": "They will play in Netherlands on Sunday. The War Room. Become more open-minded. The final round of the Honda Classic was being held  by Wiyl"
  },
  {
    "title": "According to the Bureau of Labor Statistics, the US currently has over how many unfilled jobs?",
    "detail": "Popeyes. He earned a nomination for co-writting the psychedelic road trip, Easy Rider. Pie. 7 million"
  },
  {
    "title": "According to the Bureau of Labor Statistics, how many unfilled jobs does the US have?",
    "detail": "Luke Perry. Over 7 million. Yusaku Meazawa. Yankees"
  },
  {
    "title": "Which mobster does Martin Scorsese credit for renewing his passion for filmmaking?",
    "detail": "Hate speech targeting people in a certain area of Brazil. Cooke Maroney. Pat Sajak. Frank Sheeran"
  },
  {
    "title": "Martin Scorsese found inspiration in his mammoth dramatization of the life of who?",
    "detail": "Jessie, Mirrors, Eagle Eye and Grown Ups. Birthday. Sweden's per capita death toll is among the highest in the world. Frank Sheeran"
  },
  {
    "title": "Frank Sheeran, a mob enforcer, claimed to have killed who?",
    "detail": "The final round of the Honda Classic was being held  by Wiyl. Stan Mikita. The country eliminated measles as an endemic disease in 2000. Jimmy Hoffa"
  },
  {
    "title": "What was Martin Scorsese's latest film project?",
    "detail": "Jimmy Butler. A dramatization of the life of Frank Sheeran. The Honda Classic. $8 to $50"
  },
  {
    "title": "Who said that an electronic strike zone would be used in spring training games for Major League Baseball?",
    "detail": "Commissioner Rob Manfred. Frank Sheeran. The Kindle Paperweight. Trumps campaign hats have become a symbol of hate and intolerance"
  },
  {
    "title": "What type of zone will be used in the spring training games?",
    "detail": "An electronic strike zone will be used. Brandon Seminatore. Alien movies. 1.4 million"
  },
  {
    "title": "What will be used in MLB spring training games?",
    "detail": "Spent fuel from commercial reactors is scattered across roughly 80 sites in 35 different states. March 31. Milwaukee Bucks. An electronic strike zone"
  },
  {
    "title": "Are robots taking over the umpires' jobs?",
    "detail": "Humans will still be calling MLB games. Took a satirical shot at influencers. Extinction Rebellion. Commissioner Rob Manfred"
  },
  {
    "title": "Unlike the previous year, the reunion of the Duke and Duchess of Cambridge with the Duke and Duchess of Sussex was showcased as less than joyous since the couple barely exchanged what?",
    "detail": "The NFL draft. Apple tv plus. Pose for photos and sign autographs. Words"
  },
  {
    "title": "How was the exchange between the Duke and Duchess of Cambridge and the Duke and Duchess of Sussex in a ceremony at Westminster Abbey?",
    "detail": "Diamond Princess. \"Parasite\" with the best picture award at the 2020 Oscars. 5. They barely spoke"
  },
  {
    "title": "The Duke and Duchess of Cambridge and the Duke and Duchess of Sussex barely exchanged words in a ceremony. Where was the ceremony?",
    "detail": "Duke and Duchess of Cambridge and the Duke and Duchess of Sussex where at the Westminster Abbey. Leaving Neverland. Donald Trump. The final round of the Honda Classic was being held  by Wiyl"
  },
  {
    "title": "The ceremony between the duke and duchess of cambridge and duke on duches of Sussex happened where?",
    "detail": "Jimmy Butler. San Antonio International. Sell your Turnips by Sunday. Westminster abbey"
  },
  {
    "title": "Who returned to host 'Saturday Night Live' for the first time since 1984?",
    "detail": "Andrew Luck. It hopes to participate in whatever deal comes together. Modern dance. Eddie Murphy"
  },
  {
    "title": "Who returned to host 'Saturday Night Live' for the first time since 1984?",
    "detail": "Facebook. Draft. Eddie Murphy. Frank Sheeran"
  },
  {
    "title": "Why did Eddie Murphy leave Saturday Night Live in 1984?",
    "detail": "To focus of his film career. Tony Vallelonga was hired to drive African-AmericanAmericans through a tour of the south. Netflix. 2023"
  },
  {
    "title": "Why did Eddie Murphy quit Saturday Night Live in 1984?",
    "detail": "Stan Mikita. To focus on his film career. 2,200 miles. Kloss and Kushner have been a couple for six years. Marriage to an entrepreneur is a famously dicey proposition"
  },
  {
    "title": "Which \"Jessie\" star died in their sleep?",
    "detail": "Giants. Cameron Boyce. Facebook. Quarterback Trevor Lawrence is expected to be the No. 1 overall pick in the 2020 NFL Draft"
  },
  {
    "title": "Which movies did Cameron Boyce act in?",
    "detail": "He was 17. Jessie, Mirrors, Eagle Eye and Grown Ups. Pagano was diagnosed with leukemia during his first season as head coach in 2012. Well-dressed disguises"
  },
  {
    "title": "What movies did Cameron Boyce star in?",
    "detail": "Almost 40. Ticketmaster. Model 3 Key Fob. \"Jessie\", \"Mirrors\", \"Eagle Eye\", and \"Grown Ups\""
  },
  {
    "title": "When did Cameron Boyce die?",
    "detail": "Cameron Boyce dies on Saturday while sleeping. McDonalds. The final round of the Honda Classic was being held  by Wiyl. Andrew Luck"
  },
  {
    "title": "Who was the man from whom contestants have purchased vowels for over 7000 episodes and is recovering comfortably?",
    "detail": "Sugar-sweetened beverages. $69 billion. Pat Sajak. Took a satirical shot at influencers"
  },
  {
    "title": "Why was Pat Sajak temporarily replaced by Mickey and Minnie Mouse this past Friday's taping of Wheel of Fortune?",
    "detail": "It was reported that Pat Sajak was recovering comfortably from having an emergency surgery to remove blockage of an intestine. 2012 first season with the Indianapolis Colts. Nicolas Manion. Five"
  },
  {
    "title": "What emergency surgery did Pat Sajak, from Wheel of Fortune, recently undergo?",
    "detail": "Trader Joe's. Blocked intestine. Chris Stokowski. Freddie Mercury"
  },
  {
    "title": "What emergency surgery did Pat Sajak go in for?",
    "detail": "Responding to a \"realistic - but fictional - scenario\" involving a near-Earth Object (NEO. A blocked intestine. 1 billion. Android 9.0"
  },
  {
    "title": "Sarah Burton's design for Alexander McQueen won the battle of the brides with what percent?",
    "detail": "37. A fake poster. Google Maps. Westminster abbey"
  },
  {
    "title": "Whose design for Alexander McQueen won the battle of the brides with 37% of the vote?",
    "detail": "Mr Magowan saved the Giants from moving and built Pacific bell Park for them. LIGO and Virgo. Kate's Sarah Burton design. The couple was wed in 2009"
  },
  {
    "title": "What was compared by Metro.co.uk after the reveal of Eugenie's dress ?",
    "detail": "Clemson and Louisiana State. Pat Bowlen was 75. He had been the owner of the Denver Broncos since 1984. Under his ownership, the Broncos continued to sell out every home game. Eddie Murphy. Royal brides' gowns"
  },
  {
    "title": "After Eugenie's dress was revealed, Metro.co.uk compared what?",
    "detail": "All of the latest royal brides' gowns. In Pittsburgh. Wi-Fi 6. Michael Williams"
  },
  {
    "title": "Who shared a video to their Instagram of their almost 8 month old son wearing a pompom hat from Make Give Live?",
    "detail": "Prince Harry and Meghan Markle. Nintendo Switch. He announced the automaker would be restarting production against Alameda County rules. Stan Mikita"
  },
  {
    "title": "What was Prince Harry and Meghan Markle's son wearing in a video that was shared on their Instagram?",
    "detail": "Their son was wearing a pompom hat. HeH. Five major U.S cities. Atlanta Falcons"
  },
  {
    "title": "Which group makes pompom hats in New Zealand to help a Kiwi in need?",
    "detail": "Make Give Live. Products. He is expected to be the overall pick in the year 2020. 4.7 million"
  },
  {
    "title": "What company runs community-based knitting groups in New Zealand?",
    "detail": "Fans expressed fatigue from watching to many episodes. The women who knit the hats at the company Make Give Live sign their names on the accompanying tags in an aim to give a personal touch to the item. 1984. Humans will still be calling MLB games"
  },
  {
    "title": "This was supposed to be the NFL's most lavish and self-important spectacle, but the coronavirus pandemic changed all that?",
    "detail": "31-28. Ticketmaster. Draft. Perry Fewell"
  },
  {
    "title": "This was supposed to be the NFL's most lavish and self-important spectacle, but what pandemic changed it all?",
    "detail": "The coronavirus pandemic changed all that. 220 net yards. 13. Playstation 5"
  },
  {
    "title": "For what reason was the NFL draft not as extravagant?",
    "detail": "She was 102. 10th in the World. 2020. The coronavirus"
  },
  {
    "title": "Which is the most lavish NFL event?",
    "detail": "A gang with well-dressed disguises. GOOGLE MAPS. The NFL draft. The salary-cap space"
  },
  {
    "title": "Which team did Mason Rudolph attempt to play against on a Thursday night when his offensive coordinator described his development as 'baby steps?",
    "detail": "Yusaku Meazawa. Cleveland. China. Gravitational Waves"
  },
  {
    "title": "Mason Rudolph's offensive coordinator continues to describe his development as \"what\"?",
    "detail": "Baby steps. Players can buy them every Sunday to get extra rewards and make in game money. Netflix. Model 3 Key Fob"
  },
  {
    "title": "Who describes Rudolph as getting better each week?",
    "detail": "His offensive coordinator describe his development as baby steps. Nineteen. Fourth. Takeout and delivery"
  },
  {
    "title": "What are Mason Rudolph's chances versus Cleveland?",
    "detail": "Vodka. Tesla shareholders. Keanu Reeves. Hes has made progress but it will be his toughest task yet"
  },
  {
    "title": "Instead of showing the Earth as a flat \"mercator projection\" the Earth will now be shown as a globe on what?",
    "detail": "Alexandra Grant. Young men who smoke pot. Initial coin offerings (ICOs. Google Maps"
  },
  {
    "title": "What was the issue to make the earth round rather than flat on Google maps?",
    "detail": "They are nearing a billion users. Drake. No-carb, no-sugar diet. 3D dimensions on a 2D screen"
  },
  {
    "title": "WHAT MAP COMPANY WILL NOW SHOW THE EARTH AS A GLOBE?",
    "detail": "The Nest Cam IQ Indoor. Randy Moss. GOOGLE MAPS. How it transmits in different conditions"
  },
  {
    "title": "What will Google Maps show to the Earth?",
    "detail": "12 consecutive games , the longest streak by any team against another in postseason hisory. The Raiders. Judge Richard J. Leon, of the United States District Court in the District of Columbia, stopped short of an attempt to block the $69 billion merger. A Globe"
  },
  {
    "title": "What is Kyle Williams' claim for when he's released from prison?",
    "detail": "Rick Grimes. Five major U.S cities. He'll never commit another crime. Renal failure"
  },
  {
    "title": "What \"silly\" word did Ohio State University try to trademark?",
    "detail": "Blink Identity. Gaming graphic chips and cards. The. Linux"
  },
  {
    "title": "What team is Antonio Brown planning to practice with?",
    "detail": "Nineteen of the twenty-one people. The Raiders. The Tennessee Titans. Teeth"
  },
  {
    "title": "Kyle Williams says he'll never commit another what?",
    "detail": "Crime when he's released from prison. Having sex with a girl 14. Zoom. Felicity Huffman"
  },
  {
    "title": "What charges does Michael Williams face after being accused of shooting and killing his ex-fiance, Sutton Tennyson?",
    "detail": "Indianapolis Colts. Murder, aggravated assault, and possession of a firearm. Woods held off a challenge from Japanese star Hideki Matsuyama to complete his 82nd career victory, tying Sam Snead's record. 2011"
  },
  {
    "title": "Michael Williams faces charges of murder for shooting and killing who?",
    "detail": "Seth Rogan. Trumps campaign hats have become a symbol of hate and intolerance. 2000. Sutton Tennyson, ex-fiance of Angela Simmons"
  },
  {
    "title": "Who is accused of shooting and killing Sutton Tennyson?",
    "detail": "NASA's Parker Solar Probe is used to explore the sun's atmosphere. The country eliminated measles as an endemic disease in 2000. Michael Williams. The Dallas Mavericks"
  },
  {
    "title": "What charges does Micheal Williams face?",
    "detail": "Gianna Maria Onore. Drinkworks Home Bar. Alcoholism. Murder, aggravated assault, and possession of a firearm during a felony"
  },
  {
    "title": "What was one of the dishes reported to have been on the menu at the reception?",
    "detail": "Approximately 46 residents were dead about a month after the first case. Helium hydride ion. At 7:30 pm ET. Brussel sprouts with cured egg yolk"
  },
  {
    "title": "What was the name of the dish that was served for a reception ?",
    "detail": "The NBA's remarkable standoff with China. Baltimore Ravens. The Paperwhite can be dunked in fresh water for an hour. Brussels sprouts with cured egg yolk"
  },
  {
    "title": "Cooke Maroney is a New York art dealer that represents who?",
    "detail": "A traumatic brain injury. 1 billion. 4 years and $31 million. Anish Kapoor and Richard Prince"
  },
  {
    "title": "Who was having a reception?",
    "detail": "Serena Williams. McAnuff and Nicholaw. Baggage. Cooke Maroney"
  },
  {
    "title": "Who is the Milwaukee Bucks offensive player that they often use first instead of as a last resort?",
    "detail": "The Honda Classic. Japan's Ministry of Health. Giannis. Rick Grimes"
  },
  {
    "title": "Who does the Milwaukee Bucks have to rattle some teeth out?",
    "detail": "25 percent. Giannis. Paramedics. Asteroid"
  },
  {
    "title": "What do the Milwaukee Bucks often resort to using first?",
    "detail": "Helium Hydroxide Ion. Long Shot. Giannis. Parker Solar Probe"
  },
  {
    "title": "Who does Giannis play for?",
    "detail": "It 2. Philadelphia Eagles. Mike Eruzione. Milwaukee Bucks"
  },
  {
    "title": "Why did the founder of Papa John's, John Schnatter, come under fire?",
    "detail": "He used a racial slur. $141 million. Long Shot. The Pixel 4"
  },
  {
    "title": "What is John Schnatter of Papa John's under fire for?",
    "detail": "Clemson and Louisiana State. Using a racial slur. Tennessee Titans. Beckett Cypher"
  },
  {
    "title": "Why is the founder of Papa John's under fire?",
    "detail": "102. Using a racial slur. It was reported that Pat Sajak was recovering comfortably from having an emergency surgery to remove blockage of an intestine. A business partnership"
  },
  {
    "title": "Who is under fire for using racial slur?",
    "detail": "John Schnatter. 12. Indie games. Atlanta falcons"
  },
  {
    "title": "What was Jeffery Katzenberg's dream pertaining to the entertainment industry?",
    "detail": "Don Newcombe. New York Giants first-round pick Saquon Barkley. Putting out bite size content. At least 2.1 million tests"
  }
]